<template>
  <div class="col s9">
    <div class="home_content">
      <h6><b>ОТДЕЛ ИНФОРМАЦИОННЫХ ТЕХНОЛОГИЙ</b></h6>
      <div>Основной задачей является разработка и поддержка интегрированной информационной системы, ориентированной на автоматизацию учебных процессов и облегчение взаимодействия сотрудников и студентов БГУИР.
        Разработка ведется в рамках концепции интегрированной информационной системы (ИИС) БГУИР комплексов задач автоматизации в следующих функциональных областях:
        планирование и организация учебного процесса;</div>
      <ul>Сопутствующие задачи:
        <li>Администрирование сервера ИИС.</li>
        <li>ведение и учет контингента студентов.</li>
        <li>Внедрение и сопровождение разработанных задач автоматизации, функционирующих в выше оговоренных функциональных областях.</li>
        <li>Консультация и оказание практической помощи пользователям при настройке, адаптации и эксплуатации задач автоматизации.</li>
      </ul>
      <div>Интеграция данных в главную базу данных ИИС, формируемых в подсистемах и отдельных задачах автоматизации, функционирующих на разнородных программных платформах.
        Участие в научно-исследовательских работах (НИР) по тематике информатизации, выполняемых по заказу сторонних организаций, в рамках государственных программ, договоров о сотрудничестве.</div>
      <div>Собственные разработанные и внедренные задачи:</div>
      <ul>Сопутствующие задачи:
        <li>подсистема «Студенты»;</li>
        <li>подсистема «Учебно-методическое обеспечение учебного процесса»;</li>
        <li>подсистема «Расписание»;</li>
        <li>Консультация и эксплуатации задач автоматизации.</li>
      </ul>
    </div>
  </div>
</template>

<script>
export default {
  name: "InfoPage"
}
</script>
